{"font_css": "stock:oldstandard", "storymap": {"call_to_action": true, "call_to_action_text": "", "map_as_image": false, "map_type": "zoomify", "slides": [{"date": "", "location": {"line": true}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "The Indigenous Woman", "text": "The first plate of the <em>Nova Reperta</em><span> portrays “America” allegorically, as a jarringly nude Native woman. Such aestheticized depictions were common and served to obscure the violence of colonization. Here “America” or the Indigenous woman is seated on a hammock and met by a clothed navigator, likely Amerigo Vespucci, holding a mariner’s astrolabe. They are surrounded by animals of the New World while in the background the navigator’s ship docked on the water reminds the viewer of his travels. Further in the background, a scene of figures roasting human body parts alludes to the supposed cannibalistic behavior of the natives of the New World.<br><br><i>Background Image:&nbsp;</i></span><i>Philip Galle after Johannes Stradanus, </i>America<i> from the </i>Nova Reperta<i> (New Discoveries), c. 1588. Engraving, Newberry Library.</i><p></p>"}, "type": "overview"}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-america/_images/Astrolabe Red.png", "iconSize": [48, 46.53913043478261], "lat": 57.326521225217064, "line": true, "lon": -79.8046875, "use_custom_marker": true, "zoom": 3}, "media": {"caption": "", "credit": "Johannes Stradanus, Preparatory drawing for America, c. 1588, Metropolitan Museum of Art, Gift of the Estate of James Hazen Hyde, 1959, 1974.205", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-america/_images/MetDrawing.jpg"}, "text": {"headline": "The Navigator", "text": "<p><span>Stradanus’s preparatory drawing for the engraving shows few variations from the final version. It is reversed due to the process of printing. Unlike the engraving, it also includes the words “AMERICA” written backwards as if they are emanating from the navigator’s mouth. Does this represent a fictional moment when the continent is being named after Amerigo? Or rather is the Indigenous woman speaking his name? While Stradanus’s engraving has always been conceived as a representation of Vespucci and his name is inscribed below his feet in this drawing, the Genoese flag in his hand suggests that the figure might actually represent Columbus.</span></p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-america/_images/Astrolabe Red.png", "iconSize": [48, 46.53913043478261], "lat": 47.040182144806664, "line": true, "lon": 7.03125, "use_custom_marker": true, "zoom": 1}, "media": {"caption": "", "credit": "Abraham Ortelius and Christopher Plantin, Frontispiece to <i>Theatrum oder Schawbüch des Erdtkreijs</i>, 1580, Newberry Library.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-america/_images/Ortelius.jpeg"}, "text": {"headline": "Allegorizing the Female Continents", "text": "<p><span>Female personifications of the continents were ubiquitous in sixteenth-century visual culture, and Africa and America were typically represented as unclothed. It is likely that Stradanus was inspired in particular by the image of America on the frontispiece of Ortelius’s popular atlas, first printed in 1570 in Antwerp. The figure representing Ortelius’s “America,” depicted at the base of the page above, wears a similar feather cap and skirt and holds a club much like the one posed against the tree in the Stradanus image—details based on hearsay and not ethnographic accuracy. The severed head she holds signals European fears of? cannibalism among the indigenous peoples of the American continents.</span></p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-america/_images/Astrolabe Red.png", "iconSize": [48, 46.53913043478261], "lat": 49.83798245308484, "line": true, "lon": -28.125, "use_custom_marker": true, "zoom": 1}, "media": {"caption": "", "credit": "Theodor de Bry and Jacques Le Moyne de Morgues, Columnam a Praefecto prima navigatione locatam venerator Floridenses in <i>Brevis narration eorum quae in Florida Americae,</i> c. 1591, Newberry Library", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-america/_images/DeBry.jpg"}, "text": {"headline": "Representing Encounter", "text": "<p><span>DeBry’s image of encounter between Europeans and Indigenous people, based on a drawing by Jacques Le Moyne de Morgues and produced in the same period as Stradanus’s engraving, is equally fraught and propagandistic. DeBry here represents French explorer René Goulaine de Laudonnière on an expedition to establish a colony in what is now Florida in 1565. At right the elaborately clothed French colonizer greets a nearly nude Indigenous chief festooned in tattoos and feathers, while at left Indigenous people venerate a column that was erected to French king Charles IX—as if to imply visually that Indigenous people should worship European powers. Items in the foreground reveal the craftsmanship and abundance of the region.&nbsp;</span></p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-america/_images/Astrolabe Red.png", "iconSize": [48, 46.53913043478261], "lat": 38.272688535980976, "line": true, "lon": -50.625, "use_custom_marker": true, "zoom": 4}, "media": {"caption": "", "credit": "Portugal, 1616. Brass, Courtesy of the Adler Planetarium, Chicago", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-america/_images/AdlerAstrolabe.jpg"}, "text": {"headline": "The Mariner's Astrolabe", "text": "<p><span>The mariner’s astrolabe, prominently portrayed in the hands of the navigator, represents one of the tools used to make the journey across the globe. Astrolabes came into use in the late thirteenth century and helped sailors derive the ship’s latitude using reference points like the north star or the sun. This particular hardy navigational instrument at the Adler Planetarium was salvaged from the Nuestra Señora de Atocha, which sunk off of the coast of Key West in 1622. Over half of the 100 surviving examples of mariner’s astrolabes are known from such shipwrecks.</span></p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-america/_images/Astrolabe Red.png", "iconSize": [48, 46.53913043478261], "lat": 75.32002523220804, "line": true, "lon": -0.703125, "use_custom_marker": true, "zoom": 3}, "media": {"caption": "", "credit": "Ptolemy and Sebastian Münster, “Tabula Asiae VIII” in <i>Geographia universalis</i>, 1540, Newberry Library.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-america/_images/baskes_g1005_1540_0054_o2.jpg"}, "text": {"headline": "The Cannibals", "text": "<p><span>This map of Asia from a 1540 edition of Ptolemy’s <em>Geography</em> derives from early models of the region. At the top, nude natives hack away at human body parts and are labeled as “Anthropopaghi,” a mythical race of cannibals commonly represented on medieval and Renaissance maps of Asia, Africa, and the Americas. Stradanus thus borrows this visual trope from maps in his engraving to evoke the foreignness of this new land. &nbsp;</span></p>"}}], "zoomify": {"height": 2751, "path": "https://publications.newberry.org/storymap/time-travel/novrep-america/", "width": 3637}}}