{"font_css": "stock:oldstandard", "storymap": {"call_to_action": true, "call_to_action_text": "", "map_as_image": false, "map_type": "zoomify", "slides": [{"date": "", "location": {"line": true}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "Book Printer", "text": "<p>Christopher Plantin was one of the most famous printers in the 1590s. His print shop in Antwerp was among the largest and busiest in all of Europe, producing nearly everything, including popular literature, schoolbooks, maps, and Bibles. This gallery will walk you through a typical print shop in Plantin’s day, and introduce you to some of the people, the technology, and the challenges that went into printing a book in the sixteenth century.</p><p><em>Background image: Phillip Galle, after Johannes Stradanus, </em>Impressio librorum<em> (Book Printing), from the </em>Nova Reperta<em> (New Discoveries), c. 1588. Engraving, Newberry Library.&nbsp;</em><em>See the original Newberry album&nbsp;</em><a href=\"https://archive.org/details/case_wing_z_412_85/page/n25/mode/2up\" target=\"_blank\" rel=\"nofollow\"><em>here</em></a><em>.</em><br></p>"}, "type": "overview"}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-printer/_images/Red Dabbers 2.png", "iconSize": [48, 46.93333333333333], "lat": 55.97379820507658, "line": true, "lon": 76.9921875, "use_custom_marker": true, "zoom": 2}, "media": {"caption": "", "credit": "Hendrick Goltzius, <I> Portrait of Christopher Plantin</i>, 1581-1585. Engraving, Rijksmuseum, Amsterdam.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-printer/_images/Plantin_(after_Goltzius).png"}, "text": {"headline": "Making Decisions", "text": "<p><span>Printing in the sixteenth century was a high-risk business. It took a lot of time, labor, and money to print anything, and one failed publication could ruin a press. Master printers like Christopher Plantin were actively involved in the day-to-day life of their shops. Workers were a particular concern: they could derail or ruin production by fighting, drinking, or making careless mistakes. Most printers, including Plantin, set rules and regulations to ensure their workers were behaving properly. Violators were punished with fines, furloughs, or unemployment if they did anything to endanger the production of a profitable book.</span></p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-printer/_images/Red Dabbers 2.png", "iconSize": [48, 46.93333333333333], "lat": 72.50172235139388, "line": true, "lon": -49.5703125, "use_custom_marker": true, "zoom": 2}, "media": {"caption": "", "credit": "<I>Der Papiermacher (Papermakers)</i> from Paul von Stetten, <i>Der Mensch in seinen verschiedenen Lagen und Ständen für die Jugend geschildert</i>. Augsburg: Johann Joseph Haid and Sons, 1779. Newberry Library.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-printer/_images/Papiermacher.jpeg"}, "text": {"headline": "Getting Supplies", "text": "<p><span>The biggest expense in any printing job was paper. In Plantin’s time, paper was made of recycled scraps of cloth at paper mills. Scraps were soaked in vats to make a pulp, which was then collected in wire molds, dried, and cut into sheets. Printers kept stores of paper of different sizes and qualities on hand at their shops, but sometimes they made special orders for certain projects. The man carrying in paper bundles in the the main image here could be making a delivery for the project currently underway.</span></p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-printer/_images/Red Dabbers 2.png", "iconSize": [48, 46.93333333333333], "lat": 50.736455137010665, "line": true, "lon": -145.1953125, "use_custom_marker": true, "zoom": 2}, "media": {"caption": "", "credit": "<i>Imprimerie en Lettres (Letter Printing)</i>, from Denis Diderot, <i>Encyclopédie, ou Dictionnaire raisonné des sciences, des arts et métiers.</i> Paris, 1751-1765. Newberry Library.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-printer/_images/Diderot (1).jpg"}, "text": {"headline": "Typesetting", "text": "<p><span>With the paper ready, the next step was to set the text. For each page, compositors chose each individual character—letters, spaces, punctuation marks, etc.—that they needed from a type case divided into many different compartments. Compositors set the text line-by-line (and backwards) in a metal frame, using a stick to hold the lines of type in place. When they finished, compositors locked the frame to hold the text together. Typesetting was tricky work, but compositors learned to do it quickly, as they were usually paid for the number of pages they completed per day.</span></p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-printer/_images/Red Dabbers 2.png", "iconSize": [48, 46.93333333333333], "lat": 75.32002523220804, "line": true, "lon": -87.890625, "use_custom_marker": true, "zoom": 2}, "media": {"caption": "", "credit": "Corrected Proof Sheet. France, 16th century. Newberry Library.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-printer/_images/case_wing_broadside_zy5391_50_01_01_o2.jpg"}, "text": {"headline": "Proofreading", "text": "<p>Before the pages could be printed, they had to be checked for errors. To do this, an apprentice read t<span>he text from a proof copy aloud to a proofreader, who followed along on the printed sheet and marked what needed to be corrected, which you can see in the image of a \"Corrected Proof Sheet\" here. Proofreaders had to be highly skilled, especially if a printer produced books in multiple languages, as Plantin did. In fact, some printers had rules that proofreaders could not stop working at lunch or leave at the end of the day until their work was completely finished.</span></p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-printer/_images/Red Dabbers 2.png", "iconSize": [48, 46.93333333333333], "lat": 64.77412531292873, "line": true, "lon": 4.5703125, "use_custom_marker": true, "zoom": 2}, "media": {"caption": "", "credit": "Pressman at work in frontispiece to Guillaume Budé, <i>Epistolae Gulielmi Budaei regii secretarii. </i>Paris, 1520-1522. Newberry Library.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-printer/_images/case_y_682_b87_tp_o2 (2).jpg"}, "text": {"headline": "Printing", "text": "<p>With the proofed type ready, it was time to print.&nbsp;<span>A printer applied ink to the text with leather ink balls and then set it in the press, above a dampened sheet of paper. Next, the pressman pulled the bar to print the page, often putting his entire body weight into the pull to make a good impression. That effort comes across more clearly in the frontispiece shown here.&nbsp;</span>After printing, the pages were hung to dry before they were put into the proper order.</p>"}}], "zoomify": {"height": 2427, "path": "https://publications.newberry.org/storymap/time-travel/novrep-gutenberg/", "width": 3168}}}