{"font_css": "stock:oldstandard", "height": "1000", "storymap": {"call_to_action": true, "call_to_action_text": "", "map_as_image": false, "map_type": "zoomify", "slides": [{"date": "", "location": {"line": true}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "Silkworms", "text": "Johannes Stradanus designed a series of six prints about Italian silk production called the&nbsp;<em>Vermis Sericus</em>&nbsp;(Silkworms) around 1600.&nbsp; Engraved by a different artist, Charles de Mallery, they cost six stuivers, about half the daily wage of an assistant stonemason in Antwerp around that time.&nbsp; Stradanus had clearly observed domesticated silkworms (<em>bombyx mori</em>) from life, as he depicts them in great detail in this frontispiece.&nbsp;&nbsp;Not only do we see the silkworm hatch, feed, molt, emerge from a cocoon, and lay a new set of eggs, the cloth suspended from a mulberry tree in the center also shows the mating dance and egg fertilization quite accurately.&nbsp;&nbsp;Stradanus also included silk production as one of the world's most important innovations in his <em>Nova Reperta</em> series (ca. 1588).<br><br><i>Main image: Charles&nbsp;de Mallery, after Johannes Stradanus,&nbsp;</i>Frontispiece<i>, from </i>Vermis Sericus<i> (Silkworms), c. 1600. Engraving, Newberry Library.&nbsp; See the complete series </i><i><a href=\"https://archive.org/details/case_sf_542_s77_1590/page/n8/mode/2up\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://archive.org/details/case_sf_542_s77_1590/page/n8/mode/2up\">here</a>.</i>"}, "type": "overview"}, {"background": {"url": ""}, "date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-vermis/_images/silkworm2.png", "iconSize": [48, 46.413223140495866], "lat": 79.56054626376367, "line": true, "lon": -2.8125, "use_custom_marker": true, "zoom": 1}, "media": {"caption": "", "credit": "Charles de Mallery, after Johannes Stradanus, <i>Incubating the Eggs</i>, from <i>Vermis Sericus (Silkworms)</i>, c. 1600. Engraving, Newberry Library.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-vermis/_images/eggs.jpg"}, "text": {"headline": "All about Silkworm eggs", "text": "<p></p><p><span>During\nthe Renaissance, Italian noblewomen wore fine silks, and occasionally, farmed\nsilk themselves. In Stradanus’s engraving, a group of well-to-do ladies\nkeep the valuable silkworm eggs warm by securing them in their bosoms. Consistently incubated eggs would hatch about ten days after they were laid.&nbsp; When left in cooler temperatures however, the&nbsp;</span>silkworm&nbsp;eggs could survive an entire winter. This hardy adaptability makes the story more\nplausible that the dormant eggs were secretly delivered to the Byzantine\nEmperor Justinian inside a cane brought by monks all the way from China. By the\nsixteenth century, the Italian silk industry was thriving.</p><p></p>"}}, {"background": {"url": ""}, "date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-vermis/_images/silkworm2.png", "iconSize": [48, 46.413223140495866], "lat": 70.8446726342528, "line": true, "lon": -158.203125, "use_custom_marker": true, "zoom": 1}, "media": {"caption": "", "credit": "Charles de Mallery, after Johannes Stradanus, <i> Harvesting Mulberry Leaves,</i> from <i>Vermis Sericus (Silkworms)</i>, c. 1600. Engraving, Newberry Library.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-vermis/_images/harvesting leaves.jpg"}, "text": {"headline": "The Very HUngry Silkworm", "text": "<p></p><p>Silkworms begin to feed on\nmulberry leaves immediately after they hatch. They only eat the leaves of\nthe mulberry tree, never the berries themselves. Renaissance poets\nenjoyed describing proper silkworm husbandry, in one case, superfluously\nexplaining the process&nbsp;in verse&nbsp;to the Mantuan arts patron and noblewoman Isabella d'Este in\n1527. The need for mulberry trees was so great in Europe (where they were not\nnative) that the Kings of France and England offered incentives to nobles who\ncould import and grow them on their lands. They also&nbsp;planned for eventually planning groves in Virginia and elsewhere in the Americas.&nbsp;</p><p></p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-vermis/_images/silkworm2.png", "iconSize": [48, 46.413223140495866], "lat": 9.102096738726456, "line": true, "lon": -155.390625, "use_custom_marker": true, "zoom": 1}, "media": {"caption": "", "credit": "Charles de Mallery, after Johannes Stradanus, <i> Feeding the Silkworms,</i> from <i>Vermis Sericus (Silkworms)</i>, c. 1600. Engraving, Newberry Library.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-vermis/_images/eating.jpg"}, "text": {"headline": "Molting and spinning Silk", "text": "<p></p><p><span>While constantly feasting on\nmulberry leaves, the silkworm goes through several different stages of molting,\ngrowing into more capacious skins each time. After first hatching, the larva sports\nspiky black fur.&nbsp; Then it sheds its skin repeatedly\nfor a smooth, increasingly larger white epidermis. Eventually, it spins itself into a cocoon of\nsilk made from a single thread up to a mile long, usually while attached to a\nbranch of the mulberry tree</span>. The worm becomes a pupa, and finally, a brown and white\nsilk moth emerges from this chrysalis ready to mate and lay up to 350 eggs.</p><p></p>"}}, {"background": {"url": ""}, "date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-vermis/_images/silkworm2.png", "iconSize": [48, 46.413223140495866], "lat": 9.795677582829743, "line": true, "lon": 45, "use_custom_marker": true, "zoom": 1}, "media": {"caption": "", "credit": "Charles de Mallery, after Johannes Stradanus, <i> Reeling the Silk,</i> from <i>Vermis Sericus (Silkworms)</i>, c. 1600. Engraving, Newberry Library.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-vermis/_images/silk.jpg"}, "text": {"headline": "Silk Cocoons", "text": "Once a silkworm molts for the last time, it creates a chrysalis of silken thread around itself.  This cocoon remains the goal of silk farming.  In Stradanus’s era, some silkworms were kept alive to emerge from the silk as moths to mate and to lay new eggs.  Most, however, were boiled for easier removal of the insects and smoother winding of the silk thread onto reels.&nbsp;<span>The workers who employed these\nmethods were predominantly female. We can see their techniques in the images\nfrom Stradanus’s print series, which accurately depict methods of production used from\nancient China until today,\neven if it romanticizes the workers by showing them wearing expensive clothes.</span>"}}, {"background": {"url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-vermis/_images/NR TP.jpg"}, "date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-vermis/_images/silkworm2.png", "iconSize": [48, 46.413223140495866], "lat": 70.1403642720717, "line": true, "lon": 46.40625, "use_custom_marker": true, "zoom": 1}, "media": {"caption": "", "credit": "Detail from Philips Galle, after Johannes Stradanus, <i> Frontispiece,</i> from <i>Nova Reperta</i>, c. 1588. Engraving, Newberry Library.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-vermis/_images/Nova reperta tp silk.jpg"}, "text": {"headline": "Silkworms in the <i> Nova Reperta</i>", "text": "The mulberry tree represents the discovery of silk production, the eighth invention depicted in Johannes Stradanus's&nbsp;<em>Nova Reperta</em>  (<em>New Discoveries</em>), and shown here on the title page of the series.  This tree was exotic to Europe, but necessary for silk production: its leaves to feed silkworms, and branches support their cocoons. A product of a natural transformation but turned into cloth by human hands, silk became an expensive luxury item in ancient China, and ultimately, across the world.  Like many of the \"new\" inventions or so-called discoveries in Stradanus’s series, silk technology and&nbsp;husbandry originated outside of Europe long before the Renaissance."}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-vermis/_images/silkworm2.png", "iconSize": [48, 46.413223140495866], "lat": 52.482780222078226, "line": true, "lon": -56.25, "use_custom_marker": true, "zoom": 1}, "media": {"caption": "", "credit": "Philips Galle, after Johannes Stradanus, <i> The Discovery of Silk,</i> from <i>Nova Reperta</i>, c. 1588. Engraving, Newberry Library.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-vermis/_images/NR Silk1.jpg"}, "text": {"headline": "The silk road comes to europe", "text": "Byzantine Emperor Justinian, who ruled 527–565, C.E., appears here enthroned in state, at the moment he \"discovers\" the secrets of silk production.  According to legend, he achieved this innovation with the help of two Christian monks who stole silkworm eggs from China and hid them in a cane. Previously the West had been dependent on Eastern trade for luxury silken fabrics and other commodities that were transported overland via international trade routes.  The techniques for harvesting silk were unknown.  Looking forward to his Renaissance present day, Stradanus's print series simultaneously depicts diligent female sixteenth-century Italian silk workers through the window behind Justinian."}}], "zoomify": {"height": 2220, "path": "https://publications.newberry.org/storymap/time-travel/novrep-vermis/", "width": 2843}}, "width": "100%"}