{"font_css": "stock:oldstandard", "storymap": {"call_to_action": true, "call_to_action_text": "", "map_as_image": false, "map_type": "zoomify", "slides": [{"date": "", "location": {"line": true}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "Syphilitic Patient", "text": "The sixth engraving in the <em>Nova Reperta</em> series represents guaiacum (<em>lignum vitae</em>), a plant from the Caribbean that was (incorrectly) thought to cure the venereal disease syphilis. Also known as the “French disease” in the sixteenth century, syphilis was mistakenly believed to come from the Americas, and guaiacum, as an American drug, was considered to be its miracle drug. In Stradanus’s image, a sick man lies in bed drinking the cure from a cup. At his side an attendant administers the medicine. A physician stands over him holding a plant, representing guaiacum. In the kitchen in the adjoining room, two women prepare the treatment and a man labors at chopping a piece of wood from the tree trunk.<br><p><em>Background image: Phillip Galle after Johannes Stradanus, </em>Hyacum et Lues Venerea<em> (Discovery of Guaiacum), from the </em>Nova Reperta<em> (New Discoveries), c. 1588. Engraving, Newberry Library. See the original Newberry album&nbsp;</em><a href=\"https://archive.org/details/case_wing_z_412_85/page/n25/mode/2up\" target=\"_blank\" rel=\"nofollow\"><em>here</em></a><em>.</em><br></p>"}, "type": "overview"}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-syphilitic/_images/Syphilitic Patient marker - cup.png", "iconSize": [48, 44.21052631578947], "lat": 79.56054626376367, "line": true, "lon": -140.625, "use_custom_marker": true, "zoom": 1}, "media": {"caption": "", "credit": "Ulrich von Hutten, Frontispiece to <i>L’experience et approbation </i>Paris: Phelippe le Noir, c. 1520. Wellcome Collection, London.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-syphilitic/_images/VonHutten.jpg"}, "text": {"headline": "The Patient", "text": "<p><span>Most sixteenth-century images of syphilis, like Stradanus’s engraving and this one on the frontispiece of a book about remedies for the disease, represent a bedridden patient. The Florentine artist and likely colleague of Stradanus, Benvenuto Cellini, famously described his experience with syphilis in his autobiography: “It was not like what one commonly observes, but covered my flesh with certain blisters, of the size of six-pences, and rose-colored. The doctors would not call it the French disease, albeit I told them why I thought it was that. I went on treating myself according to their methods, but derived no benefit. At last, then, I resolved on taking the wood, . . . and after a few days, I perceived in me a great amendment.”</span></p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-syphilitic/_images/Syphilitic Patient marker - cup.png", "iconSize": [48, 44.21052631578947], "lat": 51.6180165487737, "line": true, "lon": -108.984375, "use_custom_marker": true, "zoom": 1}, "media": {"caption": "", "credit": "Johannes Stradanus, Sketches of the physician. c. 1588, Cooper Hewitt Smithsonian Design Museum.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-syphilitic/_images/<Figure_6_7> copy.jpg"}, "text": {"headline": "The Doctor", "text": "<p><span>In Stradanus’s <em>Guaiacum</em> engraving from <em>Nova Reperta</em>, the elegant attire and pose of the doctor with one hand behind his back and the other one holding a leafy plant, symbolic of guaiacum, conveys the high social status and confidence of the physician</span>. An earlier sketch (above) shows that Stradanus experimented with how best to depict the doctor. In the sixteenth century, physicians were commonly described as being avaricious because some held monopolies over medicinal resources, including guaiacum. <span>Undoubtedly, there were situations in which the therapy was a source of gain for all those involved in its use, including apothecaries, practitioners known as <em>stufaroli</em> (those who prepared the treatment at home), and merchants who bought and sold the wood.</span></p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-syphilitic/_images/Syphilitic Patient marker - cup.png", "iconSize": [48, 44.21052631578947], "lat": 54.16243396806779, "line": true, "lon": -46.40625, "use_custom_marker": true, "zoom": 2}, "media": {"caption": "", "credit": "Johannes Stradanus, Preparatory drawing for Hyacum et lues venerea, c. 1588, Herzog Anton Ulrich-Museum Braunschweig, Kunstmuseum des Landes Niedersachsen, x-00547.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-syphilitic/_images/<Figure_6_1> smaller.jpg"}, "text": {"headline": "The Sickroom", "text": "<p><span>Stradanus’s preparatory drawing (above) already includes all the details of the patient’s home evident in the final engraving. Beneath a curtain used to separate the two rooms, a table includes equipment used by a surgeon: suction cups, scissors, pen and paper, candle, and the wood that has been trimmed of its bark and cut. Other medical instruments, likely for giving an enema, are located beneath the table. A prominently displayed toilet in the very middle of the image implies the patient’s necessity both to vomit and to excrete.</span></p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-syphilitic/_images/Syphilitic Patient marker - cup.png", "iconSize": [48, 44.21052631578947], "lat": 70.61261423801925, "line": true, "lon": -65.390625, "use_custom_marker": true, "zoom": 1}, "media": {"caption": "", "credit": "Wolff Cyclops, Frontispiece to <i>Antidotarius contra furiosam Veneris frenesim</i>Nuremberg, c. 1520. London, Wellcome Images.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-syphilitic/_images/WolffTitlePage.jpeg"}, "text": {"headline": "The Cause", "text": "<p>Stradanus’s engraving includes a warning about the way in which the illness is contracted. The image within the image, in the form of the painting in the patient’s room, depicts a festive scene, perhaps a brothel with an amorous couple heading off to bed. <span>A 1520 title page for a study of venereal disease (above) includes an image of a sawn heart and a jesting Venus taking the hand of a youth, making clear the danger of interactions with the goddess of love. Such moralistic prints belong to an allegorical mode of representing disease that flourished in the sixteenth century.</span></p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-syphilitic/_images/Syphilitic Patient marker - cup.png", "iconSize": [48, 44.21052631578947], "lat": 23.241346102386135, "line": true, "lon": 25.3125, "use_custom_marker": true, "zoom": 1}, "media": {"caption": "", "credit": "Guaiacum tree.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-syphilitic/_images/guaiacumtree.jpg"}, "text": {"headline": "The Cure", "text": "<p>Numerous sixteenth-century books of natural history and medical manuals describe in depth the process of administering and taking guaiacum. Spanish chronicler of the Americas Gonzalo Fernández de Oviedo y Valdés wrote a description of how to prepare and administer guaiacum that corresponds well with Stradanus’s image: “Take a piece of wood and reduce it to smaller pieces as much as possible. Put a pound and a half of the wood in a new pot and cover with three large cups of water, leaving it to boil from early evening until the next day... Give the patient a cup of the water so hot that he almost cannot drink it. After he has drunk it, cover him in <span>such a way that he sweats for an hour or two....”</span></p>"}}], "zoomify": {"height": 2427, "path": "https://publications.newberry.org/storymap/time-travel/novrep-syphilitic/", "width": 3255}}}