{"storymap": {"call_to_action": true, "call_to_action_text": "", "map_as_image": false, "map_type": "zoomify", "slides": [{"date": "", "location": {"line": true}, "media": {"caption": "", "credit": "Philips Galle, after Johannes Stradanus, <i>Oleum Olivarum (Invention of Olive Oil),</i> from <i>Nova Reperta</i>, c. 1588. Engraving, Newberry Library.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-artist/_images/oil.jpg"}, "text": {"headline": "Artist", "text": "<p></p><p>Renaissance artists,\nparticularly painters, worked with a small army of pigment-grinders,\npaint-preparers, apprentices,&nbsp;and journeymen simultaneously learning the\nropes of draftsmanship,&nbsp;portraiture, and history painting. The\ncollaborative nature of the business comes to the fore in Stradanus’s&nbsp;<em></em><em>Invention of Oil Painting</em><span>\nas the central painter clearly cannot do everything by himself. He is focused\non putting the final touches on a painting—possibly one of several copies for\nsale, all featuring Saint George and the Dragon—while leaving the bulk of the preparatory\nwork, and even parts of the composition to his assistants. As a painter\nhimself, Stradanus likely felt invested in including the labor and methods of painting\nin his <em>Nova Reperta </em>series—not only in this plate, but also in another engraving\nthat depicts one of the raw materials for oil paint: the <em>Invention of Olive\nOil</em>. </span></p>\n\n<p><span><em>Main image: Philips\nGalle, after Johannes Stradanus, </em>Color Olivi<em> (Invention of Oil Painting), from </em>Nova\nReperta<i> (New Discoveries)</i>,<em>&nbsp;c. 1588. Engraving, Newberry Library.&nbsp;</em></span><em>See the original Newberry album&nbsp;</em><a href=\"https://archive.org/details/case_wing_z_412_85/page/n25/mode/2up\" target=\"_blank\" rel=\"nofollow\"><em>here</em></a><em>.</em></p><p></p>"}, "type": "overview"}, {"background": {"url": ""}, "date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-artist/_images/Red1.png", "iconSize": [47.524752475247524, 48], "lat": 81.30832090051811, "line": true, "lon": -4.921875, "use_custom_marker": true, "zoom": 1}, "media": {"caption": "", "credit": "After Sebastiaan Vrancx, <i>Blazoen van het Sint-Lucasgilde met de Heilige Lucas die Maria schildert </i>(Blazon of the Saint-Luke Guild with Saint Luke Painting the Virgin Mary), 1620-21. Engraving, Rijksmuseum .", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-artist/_images/StLuke.jpg"}, "text": {"headline": "Artist Guilds", "text": "<p></p><p>The inscription below\nStradanus's engraving incorrectly claims that early fifteenth-century Belgian artist Jan van Eyck invented oil\ncolors, a notion likely devised&nbsp;by Italian painter Giorgio Vasari for his 1550&nbsp;<em>Lives of the Artists</em>. The standing artist could also embody Saint Luke,&nbsp;the patron saint of civic&nbsp; artist guilds, including one in Stradanus’s native Antwerp. This workshop reflects Northern practices, and the coat of arms above the door in fact represents the Antwerp\nshield. Vrancx’s engraving, above, also represents this “blazon” or guild coat of arms,\nand includes a border with the same shield and tools of the trade that we can\nsee in Stradanus’s artist’s workshop, surrounding a\ntraditional view of Luke at work painting the Virgin Mary and Christ Child.</p><p></p>"}}, {"background": {"url": ""}, "date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-artist/_images/Red1.png", "iconSize": [47.524752475247524, 48], "lat": -11.867350911459294, "line": true, "lon": 90.703125, "use_custom_marker": true, "zoom": 1}, "media": {"caption": "", "credit": "(Heinrich Vogtherr I, <i> Skillful Little Book for All Painters (Libellus artificiosus omnibus pictoribus),</i>, 1539, Newberry Library.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-artist/_images/wing_zp_547_v887_folio_8v_9r_o2.jpg"}, "text": {"headline": "Hands are the hardest", "text": "<p>Practice made perfect, but\nbudding artists did not always have a live model available when they wanted to practice drawing body parts and other common motifs.&nbsp;<span>In Stradanus’s engraving, an apprentice copies\neye after eye onto an erasable tablet, while another copies a sculptural head.\nThey could also have used a pattern book like the one featured here by\nHeinrich Vogtherr the Elder. Its woodcuts offered a wide variety of depictions of\nhands, heads, and even arms and armor for artisans of all stripes. Vogtherr’s own\nson helped with this publication, underlining the need for a steady stream of\napprentices in a busy workshop.</span></p>"}}, {"background": {"url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-artist/_images/case_f07_18_pg_137_o2.jpg"}, "date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-artist/_images/Red1.png", "iconSize": [47.524752475247524, 48], "lat": 47.989921667414194, "line": true, "lon": -48.515625, "use_custom_marker": true, "zoom": 1}, "media": {"caption": "", "credit": "“Sicille,” <i> Le blason des couleurs en armes, livrees & devises</i>, 1540?, Newberry Library.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-artist/_images/case_f07_18_pg_127_o2.jpg"}, "text": {"headline": "Blazon of color", "text": "<p></p><p><span>The arts of drawing (<em>disegno</em>)\nand color (<em>colore</em>)&nbsp;have been considered complementary\nbut separate artistic achievements since antiquity, when Apelles and Zeuxis drew the most perfect line and illusionistic\npainting&nbsp;</span>respectively. With the flourishing of oil painting during the\nRenaissance, color gained even more meaning. This popular treatise on color broke different <a target=\"\" rel=\"\" title=\"Link: null\">tinctures (heraldic</a>&nbsp;colors) down into a hierarchy of metallic and jewel-tones (gules for red; azure for blue; sable for black).\nAnother spelling of “gules” (“guelles”), meaning red, can be seen in the circular marker taken from this booklet. Gold and silver could be applied in thin sheets of metal leaf, or more impressively, approximated in paint; others pigments were ground from minerals, suspended in oil to become paint, and pre-mixed into appropriate shades on a palette.</p><br><p></p>"}}], "zoomify": {"height": 2482, "path": "https://publications.newberry.org/storymap/time-travel/novrep-artist/", "width": 3289}}}