{"font_css": "stock:oldstandard", "storymap": {"call_to_action": true, "call_to_action_text": "", "map_as_image": false, "map_type": "zoomify", "slides": [{"date": "", "location": {"line": true}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "Designers", "text": "<p><span>In the late 1580s, Johannes Stradanus, a Flemish artist working in Florence, designed a series of twenty engravings representing inventions entitled <em>Nova Reperta</em>. The prints represent a collaboration between Stradanus; his patron and advisor, the Florentine nobleman Luigi Alamanni; and the engraver-publisher Phillips Galle of Antwerp. The frontispiece of the series shown here introduces the viewer to the first inventions represented in the series. Three key agents of change are represented prominently with the printing press (upper center), cannon (lower center), and compass (upper right). Other inventions on display here include America, silkworm cocoons on a mulberry tree, the iron clock, the stirrup, distillation, and guaiacum (thought to be a cure for syphilis).</span></p><p><span><i>Background image: Phillip Galle after Johannes Stradanus, </i>Frontispiece<i>, from the </i>Nova Reperta<i> (New Discoveries), c. 1588. Engraving, Newberry Library. See original Newberry album </i><a href=\"https://archive.org/details/case_wing_z_412_85/mode/2up\" target=\"_blank\" rel=\"nofollow\"><i>here</i></a><i>.</i><br></span></p>"}, "type": "overview"}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-frontis/_images/Compass Red.png", "iconSize": [47.09037900874635, 48], "lat": -18.646245142670598, "line": true, "lon": 16.171875, "use_custom_marker": true, "zoom": 2}, "media": {"caption": "", "credit": "Johannes Wierix after Johannes Stradanus, <i>Portrait of Johannes Stradanus</i>, 1580-1581. Engraving, Newberry Library.)", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-frontis/_images/Stradanus Portrait.jpg"}, "text": {"headline": "The Artist", "text": "<p><span>Johannes Stradanus (1523-1605; also known as Giovanni Stradano and Jan Van der Straet), was born in Bruges and came to Florence as a young man to work in Duke Cosimo de’ Medici’s new tapestry factory. In time he became a major court artist. While he ultimately gained fame painting for private patrons and churches, acquiring commissions throughout Italy and northern Europe, Stradanus is most renowned for his print designs representing Medici battles, horses, religious subjects, and the <em>Nova Reperta</em>. &nbsp;</span></p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-frontis/_images/Compass Red.png", "iconSize": [47.09037900874635, 48], "lat": -18.979025953255267, "line": true, "lon": 61.87499999999999, "use_custom_marker": true, "zoom": 2}, "media": {"caption": "", "credit": "Hendrick Goltzius, Portrait of Phillip Galle, 1582. Engraving, Rijksmuseum.)", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-frontis/_images/Galle Portrait.jpg"}, "text": {"headline": "The Engravers", "text": "<p><span>Phillips Galle (1537-1612) ran a family print workshop in Antwerp in the late sixteenth century. Stradanus sent his drawings for the <em>Nova Reperta</em> to Galle, where the designs were faithfully engraved on copper plates by several different artists to be printed. A prolific engraver and publisher, Galle produced hundreds of engravings of a variety of subject matters based on his own designs and after the work of others. &nbsp;While the first edition of the <em>Nova Reperta</em> was published by Phillips Galle himself, subsequent editions were overseen by Phillips’s son, Theodoor Galle, who engraved the <em>America</em> plate.</span></p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-frontis/_images/Compass Red.png", "iconSize": [47.09037900874635, 48], "lat": -25.48295117535531, "line": true, "lon": 43.59375, "use_custom_marker": true, "zoom": 2}, "media": {"caption": "", "credit": "Johannes Stradanus and Luigi Alamanni, Notes and drawings from a sketchbook. c. 1588, Cooper Hewitt Smithsonian Design Museum.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-frontis/_images/CooperHewittSketch1.jpeg"}, "text": {"headline": "The Patron", "text": "<p><span>Stradanus worked closely with his patron, Luigi Alamanni, whose name is prominently engraved at the bottom right of the N<i>ova Reperta's</i> frontispiece. We can see Alamanni’s handwriting in the image in Stradanus’s sketchbook here, which indicates that the <em>Nova Reperta</em> series was conceived thanks to their&nbsp;conversations and brainstorms on the page. In fact, Alamanni and Stradanus collaborated on several print series and the artist referred to the patron as his “auctor intellectualis” or “intellectual advisor.” Alamanni was an active member of a literary academy in Florence called the Accademia degli Alterati. The Alterati meeting notes tell us that some discussions probably inspired images in the <em>Nova Reperta</em>.</span></p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-frontis/_images/Compass Red.png", "iconSize": [47.09037900874635, 48], "lat": 82.67628497834903, "line": true, "lon": -41.1328125, "use_custom_marker": true, "zoom": 2}, "media": {"caption": "", "credit": "Johannes Stradanus, <i>Sketch for the</i> Nova Reperta<i> frontispiece.</i> c. 1588, Cooper Hewitt Smithsonian Design Museum.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-frontis/_images/CooperHewittSketch2.jpg"}, "text": {"headline": "A Sketch", "text": "<p>This sketch <span>for the frontispiece of the <em>Nova Reperta</em>&nbsp;reveals Stradanus’s first idea for the opening image of the series. This small ink drawing (measuring only 8 x 6 inches) from Stradanus’ sketchbook includes many of the innovations depicted on the final printed frontispiece, such as the printing press, compass, mulberry tree, clock, America, distillation tools, the cannon, and the stirrup. Yet clearly the conceit for the design was originally quite different from the finished engraving.&nbsp;</span></p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-frontis/_images/Compass Red.png", "iconSize": [47.09037900874635, 48], "lat": 74.4021625984244, "line": true, "lon": -41.1328125, "use_custom_marker": true, "zoom": 2}, "media": {"caption": "", "credit": "Johannes Stradanus, <i>Preparatory drawing for </i>Impressio librorum. c. 1588, Royal Collection Trust. Her Majesty Queen Elizabeth II 2019, Windsor Castle.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-frontis/_images/WindsorCastleDrawing.jpeg"}, "text": {"headline": "The Final Drawing", "text": "<p><span>After creating small sketches, Stradanus produced larger scale preparatory drawings for the individual engravings that were then sent to Galle in Antwerp. This drawing for the <em>Nova Reperta</em> engraving representing book printing, entitled <em>Impressio librorum</em>, includes notes in Flemish in the upper left corner and extensive writing by Stradanus and Alamanni on the back of the sheet to provide background information for the engravers. Stradanus used a combination of pen and ink, highlighted with&nbsp;white pigment, to create this detailed rendering of the printing workshop.&nbsp;&nbsp;</span></p>"}}], "zoomify": {"height": 2440, "path": "https://publications.newberry.org/storymap/time-travel/novrep-frontis/", "width": 3164}}}