{"font_css": "stock:oldstandard", "storymap": {"call_to_action": true, "call_to_action_text": "", "map_as_image": false, "map_type": "zoomify", "slides": [{"date": "", "location": {"line": true}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "MillWorker", "text": "<p>Mills and wheels were vital technologies in medieval and Renaissance Europe. In an era before electricity or steam engines, laborers employed these machines across a diverse array of industries. Wind- and watermills mechanized food production by grinding grain, treating hemp, and making beer and oil. They also helped transform raw materials into clothing and—after the invention reached Europe from China in the thirteenth century—produce paper. These technologies left their mark on the cultural imagination of the time in ways which endure today: the “wheel of fortune” was prevalent in art and literature, while the expression “tilting at windmills” derives from Cervantes’ <em>Don Quixote </em>(1605).</p><p><span><i>Main image: Phillip Galle after Johannes Stradanus,</i>&nbsp;Mola Alata <i>(Windmills), from </i>Nova Reperta <i>(New Discoveries), c. 1588. Engraving, Newberry Library. See the original Newberry album&nbsp;</i></span><a href=\"https://archive.org/details/case_wing_z_412_85/page/n25/mode/2up\" target=\"_blank\" rel=\"nofollow\"><i>here</i></a><i>.</i><br></p>"}, "type": "overview"}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-miller/_images/Wheel marker.png", "iconSize": [46.2111801242236, 48], "lat": 43.32517767999296, "line": true, "lon": 42.890625, "use_custom_marker": true, "zoom": 2}, "media": {"caption": "", "credit": "Vittorio Zonca, <i>Filaotoio da aqua</i>, in <i>Nova teatro de machine et edificii,</i> 1656, Newberry Library.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-miller/_images/Zoncacase_wing_z_40291_995_pg_68_o3.jpg"}, "text": {"headline": "Spinning Silk", "text": "<p>Watermills, which used waterwheels to harness the power of running water, were an ancient invention, first built towards the end of the second century B.C.E. In the medieval period, the number of watermills in Europe grew substantially: the <em>Domesday Book</em>, which surveyed English landholdings in 1086, recorded over 6,000 such mills in England. Among many other applications, watermills played an important role in European clothmaking. Mills mechanized the process of fulling fabric, during which wool cloth was agitated underwater to clean and thicken it. Beginning in the fourteenth century, they were also mobilized for silk production. The image by Vittoria Zonca seen above, for example, depicts a hydraulic silk-spinning mill.</p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-miller/_images/Wheel marker.png", "iconSize": [46.2111801242236, 48], "lat": 76.9999351181161, "line": true, "lon": -81.9140625, "use_custom_marker": true, "zoom": 2}, "media": {"caption": "", "credit": "Agostino Ramelli, Windmill, in <i>Le diverse et artificiose machine,</i> 1588, Newberry Library.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-miller/_images/Newberry Ramelli.jpg"}, "text": {"headline": "Grinding Grain", "text": "Though their inclusion in the <em>Nova Reperta </em>implies that windmills were a relatively modern invention, the technology had existed in Europe since the twelfth century, when the mechanism of the water mill was adapted to harness wind power. Windmills, like watermills, served many purposes. Here, in both Stradanus’s <em>Nova Reperta </em><span>print and the image by Agostino Ramelli seen above, they are shown grinding grain. Through a system of gears and pulleys, the grain mill rotated the grindstone, which in turn ground kernels of grain into flour. It is estimated that in the seventeenth-century Netherlands, one windmill was required for every 2,000 townspeople to ensure a regular and adequate food supply.</span><p></p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-miller/_images/Wheel marker.png", "iconSize": [46.2111801242236, 48], "lat": 15.284185114076433, "line": true, "lon": -148.359375, "use_custom_marker": true, "zoom": 1}, "media": {"caption": "", "credit": "Phillip Galle after Johannes Stradanus, <i>Politura Armorum</i> (Armor Polishing), from <i>Nova Reperta</i> (New Discoveries), c. 1588. Engraving, Newberry Library.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-miller/_images/<Plate_18>.jpg"}, "text": {"headline": "Polishing Armor", "text": "<p>Armor-polishing mills, which mechanized the process of polishing armor, were an important Renaissance innovation. Such mills could be driven by windpower, waterpower, or animal labor, and used wheels dressed with an abrasive paste to smooth the surface of the steel. This polished finish helped protect soldiers wearing armor in battle, as it better deflected blows from arrows or lances than the rough and uneven surface of unpolished armor. Polishing was a labor-intensive process, and by the sixteenth century, approximately 80% of the labor required to produce armor involved polishing.</p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-miller/_images/Wheel marker.png", "iconSize": [46.2111801242236, 48], "lat": 45.089035564831036, "line": true, "lon": -104.765625, "use_custom_marker": true, "zoom": 1}, "media": {"caption": "", "credit": "Agostino Ramelli, Book Wheel, in <i>Le diverse et artificiose machine,</i> 1588, Newberry Library.", "url": "//uploads.knightlab.com/storymapjs/f16f101e1b9e4f19898b53b294e8d1dd/novrep-miller/_images/Ramelliwing_zp_539_r143_pg_317a_o3.jpg"}, "text": {"headline": "Reading Books", "text": "<p>Early modern engineers mobilized wheels for more leisurely pursuits as well as for practical purposes. For example, Agostino Ramelli’s&nbsp;book wheel concept: “[W]ith this type of machine, a man can see and read a large quantity of books, without moving from one place; additionally, it carries with it a handsome convenience, which is to hold and occupy little space, in the place where one puts it […].” Though Ramelli himself never realized his novel design, it inspired engineers across Europe and Asia, where&nbsp;dozens of book wheels were created in the seventeenth and eighteenth centuries.</p>"}}], "zoomify": {"height": 2470, "path": "https://publications.newberry.org/storymap/time-travel/novrep-miller/", "width": 3289}}}